---
kind: method
id: M:Autodesk.Revit.DB.ViewSection.IsSplitSection
zh: 剖面视图、剖面
source: html/3801c2c2-26ac-c57d-37be-d4e74f21f526.htm
---
# Autodesk.Revit.DB.ViewSection.IsSplitSection Method

**中文**: 剖面视图、剖面

Sections can be split (jog) so that they cut at >1 plane.

## Syntax (C#)
```csharp
public bool IsSplitSection()
```

## Returns
True if the section is split.